Repository: martinluther/meteo
Catalog: browser/po/*.po
Languages: de, pt_br

source: weather overview of %B %e, %Y
de: Wetter&uuml;bersicht vom %e. %B %Y
pt_br: dados sobre o clima no %e %B, %Y

source: weather overview of week %V, %Y,
de: Wetter&uuml;bersicht der Woche %V, %Y,
pt_br: dados sobre o clima no semana %V, %Y,

source: from %s to %s
de: vom %s bis zum %s
pt_br: de %s a %s

source: weather overview of %B %Y
de: Wetter&uuml;bersicht vom %B %Y
pt_br: dados sobre o clima no %B %Y

source: weather overview of %Y
de: Wetter&uuml;bersicht des Jahres %Y
pt_br: dados sobre o clima no ano de %Y

source: To see more details, click into the region you like inside the graphs below, to zoom out or move forward or backward in time, use the navigation bar.
de: Um mehr Einzelheiten zu sehen klickt man in die interssierende Region innerhalb der untenstehenden Graphen. Um herauszuzoomen oder sich in der Zeit vorw&auml;rts oder r&uuml;ckw&auml;rts zu bewegen, verwendet man den Navigationsbalken.
pt_br: Para maiores detalhes, clique na região desejada dentro dos gráficos abaixo, para uma maior ou menor aproximação. Para mover-se no tempo, use a bara de navegação.

source: The <font color="#b40000">red</font> curve shows the temperature, the <font color="#ffb4b4">light red</font> area shows the range between maximum and minimum temperature during the sampling interval. The <font color="#6464ff">blue</font> curve shows the dew point, the temperature at which dew begins to form.
de: Die <font color="#b40000">rote</font> Kurve zeigt die Temperatur, die <font color="ffb4b4">hellrote</font> Fl&auml;che zeigt den Bereich zwischen h&ouml;chsten und niedrigsten Temperatur w&auml;hrend des Messintervals. Die <font color="#6464ff">blaue</font> Kurve zeigt den Taupunkt, also die Temperatur, bei der sich Tau zu bilden beginnt.
pt_br: A curva em <font color="#b40000">vermelho</font> mostra a temperatura, a área em <font color="#ffb4b4">vermelho-claro</font> mostra a variação entre a temperatura máxima e mínima durante o período de amostragem. A curva <font color="#6464ff">azul</font> mostra o ponto de condensação, a temperatura na qual a umidade (água) começa a se formar.

source: The <font color="#7f7fff">blue</font> graph shows average barometric pressure, the range between minimum and maximum pressure during the sampling interval is shown in <font color="#d2d2ff">light blue</font>.
de: Der <font color="#7f7fff">blaue</font> Graph zeigt den mittleren Luftdruck, der Bereich zwischen gr&ouml;sstem und kleinstem Druck w&auml;hrend des Messintervals ist in <font color="#d2d2ff">hellblau</font> dargestellt.
pt_br: O gráfico <font color="#7f7fff">azul</font> mostra a pressão barométrica média. A diferença entre a pressão mínima e máxima durante o intervalo de amostragem é exibido em <font color="#d2d2ff">azul-claro</font>.

source: The <font color="#0000ff">blue</font> histogram shows the total rain (or moisture content of the precipitation) in <i>mm</i> during the sampling interval.
de: Das <font color="#0000ff">blaue</font> Histogram zeigt die totale Niederschlagsmenge (oder deren Wassergehalt) in <i>mm</i> w&auml;hrend des Messintervals.
pt_br: O histograma <font color="#0000ff">azul</font> mostra a quantidade de chuva total (ou o conteúdo total da mistura de precipitação) em <i>mm</i> durante o intervalo de amostragem.

source: The lower part of the graph shows in <font color="#00ff00">light green</font> the average wind speed during the sampling interval, the maximum speed is shown in <font color="#006400">dark green</font>, scale on the left of the graph. The upper part shows the wind azimut in <font color="#6464ff">blue</font>, scale on the right.
de: Der untere Teil des Graphen zeigt in <font color="#00ff00">hellgr&uuml;n</font> die mittlere Windgeschwindigkeit, die Spitzengeschwindigkeit ist <font color="#006400">dunkelgr&uuml;n</font> dargestellt, die zugeh&ouml;rige Skala findet sich am linken Rand. Der obere Teil des Graphen zeigt das Wind-Azimut in <font color="#6464ff">blau</font>, die Skala steht am rechten Rand.
pt_br: A parte de baixo do gráfico, mostrada em <font color="#00ff00">verde-claro</font> é a velocidade média do vento durante o intervalo de amostragem, a velocidade máxima é mostrada em <font color="#006400">verde-escuro</font>, na escala à esquerda do gráfico. A parte de cima mostra a direção do vento em graus (azimute) em <font color="#6464ff">azul</font>, com a escala à direita (0 graus é o norte).

source: The <font color="#c8b400">gold</font> histogram shows the total solar radiation in W/m^2, scale on the left of the graph. The <font color="#6400c8">pink</font> curve shows the UV index, scale on the right. </p> <p> Note that after snow fall the readings of both sensors are not reliably, as the sensors are not automatically freed of the snow.
de: Das <font color="#c8b400">goldene</font> Histogramm zeigt die totale Sonnestrahlung in W/m^2, die Skala befindet sich am linken Rand. Die <font color="#6400c8">violette</font> Kurve zeigt den UV index, mit der Skala am rechten Rand. </p><p> Man beachte, dass nach Schneefall die Messwerte nicht zuverl"assig sind, weil die Sensoren nicht automatisch vom Schnee befreit werden.
pt_br: O histograma <font color="#c8b400">dourado</font> mostra a radiação solar total em W/m^2, conforme a escala à esquerda do gráfico. A curva <font color="#6400c8">cor-de-rosa</font> mostra o índice de radiação UV, com sua escala à direita. </p> <p> Observe que após a queda de neve, os dados destes sensores podem não ser confiáveis, uma vez que eles não são automaticamente limpos da neve.

source: Graphs produced by the <a href="http://meteo.othello.ch/">meteo</a> package, &copy; 2002 <a href="mailto:afm@othello.ch">Dr. Andreas M&uuml;ller</a>, <a href="http://www.othello.ch/">Beratung und Entwicklung</a>
de: Alle Graphen wurden produziert vom <a href="http://meteo.othello.ch/">meteo</a> Paket, &copy; 2002 <a href="mailto:afm@othello.ch"> Dr. Andreas M&uuml;ller</a>, <a href="http://www.othello.ch/">Beratung und Entwicklung</a>
pt_br: Gráficos produsidos pelo software <a href="http://meteo.othello.ch/">meteo</a> , &copy; 2002 <a href="mailto:afm@othello.ch">Dr. Andreas M&uuml;ller</a>, <a href="http://www.othello.ch/">Beratung und Entwicklung</a>

source: The <font color="#b40000">red</font> curve shows inside temperature, the <font color="#ffb4b4">light red</font> area shows the range between maximum and minimum temperature during the sampling interval.
de: Die <font color="#b40000">red</font> Kurve zeigt die Innentemperatur,die <font color="#ffb4b4">hellrote</font> Fl&auml;che zeigt den Bereichh zwischen h&ouml;chster und tiefster Temperatur w&auml;hrend des Messzeitraums.

source: The <font color="#7f7fff">blue</font> graph shows relative humidity.
de: Der <font color="#7f7fff">blaue</font> Graph zeigt relative Feuchtigkeit.

source: The <font color="#7f7fff">blue</font> graph shows inside relative humidity.
de: Der <font color="#7f7fff">blaue</font> Graph zeigt relative Innenfeuchtigkeit.
